Repository: QIWI-API/woocommerce-payment-qiwi
Catalog: languages/woocommerce_payment_qiwi-*.po
Languages: ru_ru

source: QIWI cash
ru_ru: QIWI Касса

source: Payment over: VISA, MasterCard, MIR, Phone balance, QIWI Wallet
ru_ru: Оплата через: VISA, MasterCard, МИР, Баланс телефона, QIWI Кошелек

source: Payment from bank cards, QIWI Wallet and phone balance. Guaranteed security of your payments.
ru_ru: Оплата с банковских карт, QIWI кошелька и баланса телефона. Гарантированная безопасность ваших платежей.

source: To start working with the QIWI cash service, you need to <a href="https://kassa.qiwi.com/" target="_blank">register a store</a>.
ru_ru: Для начала работы с сервисом QIWI Касса необходима <a href="https://kassa.qiwi.com/" target="_blank">регистрация магазина</a>.

source: Also, a <a href="https://kassa.qiwi.com/" target="_blank">demonstration stand</a> is available for you.
ru_ru: Так же, для вас доступен <a href="https://developer.qiwi.com/demo/" target="_blank">демонстрационный стенд</a>.

source: Turn On/off
ru_ru: Включение / выключение

source: Activate payment module %1$s
ru_ru: Активировать модуль оплаты %1$s

source: Title
ru_ru: Название

source: The name of the payment method displayed to customers.
ru_ru: Название метода оплаты, отображаемого клиентам.

source: Use logo
ru_ru: Использовать лого

source: Payment module %1$s will show logo instead name
ru_ru: Модуль оплаты %1$s будет отображать логотип вместо названия

source: Description
ru_ru: Описание

source: Description of the payment method displayed to customers.
ru_ru: Описание способа оплаты, отображаемого клиентам.

source: Secret key
ru_ru: Секретный ключ

source: The key to the payment system for your store.
ru_ru: Ключ к платежной системе для вашего магазина.

source: Notification address
ru_ru: Адрес для уведомлений

source: Set this value in the payment system store settings.
ru_ru: Установите это значение в настройках магазина платежной системы.

source: Theme style code
ru_ru: Код стиля

source: Personalization code of the payment form style is presented in the payment system store settings.
ru_ru: Код персонализации стиля платежной формы полученный в настройках магазина платежной системы.

source: Waiting payment time
ru_ru: Время ожидания оплаты

source: The maximum waiting time for payment on the order in days.
ru_ru: Максимальное время ожидания оплаты по счету в днях.

source: Payment form popup
ru_ru: Всплывающая форма оплаты

source: Use the pop-up payment form on the store page, instead of going to the QIWI Kassa website.
ru_ru: Использовать всплывающую форму оплаты на странице магазина, вместо перехода на сайт QIWI Касса.

source: Debug mode
ru_ru: Режим отладки

source: Enable logging QIWI Kassa API requests.
ru_ru: Включить логирование запросов API QIWI Касса.

source: Received valid notification
ru_ru: Получено действительное уведомление

source: Received invalid notification
ru_ru: Получено недействительное уведомление

source: Create bill
ru_ru: Создан счет

source: Cancel bill
ru_ru: Завершен счет

source: Get bill info
ru_ru: Получена информация о счете

source: QIWI Kassa request error
ru_ru: Ошибка обращения к QIWI Kassa

source: Create bill refund
ru_ru: Создан возврат по счету

source: Completed refund %1$s
ru_ru: Завершение возврата %1$s

source: <div class="error"><p><strong>Error:</strong> Plugin "%1$s" is not installed correctly.</p><p>Please, see instructions for <a href="%2$s" target="_blank">manual instalation</a>.</p></div>
ru_ru: <div class="error"><p><strong>Ошибка:</strong> плагин «%1$s» установлен неправильно.</p><p>Пожалуйста, ознакомьтесь с инструкциями по <a href="%2$s" target="_blank">установке в ручную</a>.</p></div>

source: Woocommerce QIWI payment gateway
ru_ru: Платежный шлюз QIWI для Woocommerce

source: QIWI universal payment API integration for Woocommerce
ru_ru: Интеграция Универсального платежного протокола QIWI для Woocommerce
